Repository: 314pi/PortableUtilities
Catalog: PortableApps/ReNamerPortable/App/ReNamer/Languages/ReNamer.*.po
Languages: fr

source: Save current preset?
fr: Enregistrer la présélection ?

source: Would you like to purchase a "Pro" version to remove this limit?
fr: Voulez-vous acheter une version "Pro" de supprimer cette limite?

source: Would you like to purchase a "Pro" version to unlock this feature?
fr: Voulez-vous acheter une version "Pro" pour débloquer cette fonction?

source: Are you sure you want to unregister the product? This will remove your license and deactivate the "Pro" version.
fr: Etes-vous sûr de vouloir annuler l'enregistrement du produit? Cela permettra d'éliminer de votre licence et désactiver la version "Pro".

source: This feature is not available in this version.
fr: Cette fonction n'est pas disponible dans cette version.

# mainform.s_free_license_note
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
fr: Ce programme ne peut-etre distribue QU'A des fins non commerciales.

source: This version is limited to a maximum of %s presets.
fr: Cette version à un maximum de %s présélections.

source: This version is limited to a maximum of %s rules.
fr: cette version à un maximum da %s règles.

source: (non-commercial use only)
fr: (utilisation non commerciale)

source: For more information please read full license code
fr: Pour plus d'information, lire la licence

source: Active filter settings
fr: Paramètres du filtre actif

source: Loaded preset
fr: Présélection lue

source: Loaded preset (modified)
fr: Présélection lue (modifiée)

source: COPY
fr: Copier

source: Add your code here
fr: Ajouter votre code ici

source: Hold %s when loading a script to insert it inline
fr: Appuyer sur %s lors de la lecture d'un script pour l'insérer en ligne

source: Press %s for code completion
fr: Appuyer sur %s pour la complétion du code

source: Any single character
fr: N'importe quel caractere

source: A set of 3 of any characters
fr: Un groupe de 3 caracteres

source: One or more of any characters
fr: Un/plusier de ce caractere

source: One or more of any characters, grouped into subexpression
fr: Un/plusieurs caracteres, groupes en sous-expression

source: One or more of any characters, but fewer as possible
fr: Un/plusier de ce caractere, mais le moins possible

source: A set of 2 to 4 of any characters
fr: Un groupe de 2 a 4 caracteres

source: A set of 3 or more of any characters
fr: Un groupe de 3 ou plus caracteres

source: Zero or more of any characters
fr: Sans/plusieur de ce caractere

source: Any single character from the list (e.g. "a" or "b" or "c")
fr: Un caractere de la liste (ex. "a" ou "b" ou "c")

source: Any one occurrence of the alternatives (e.g. "aa" or "bb" or "cc")
fr: Une occurrence des alternatives (ex. "aa" ou "bb" ou "cc")

source: Any single character from the range (e.g. "a" to "z")
fr: Un caractere du rayon (ex. de "a" a "z")

source: End of the input text
fr: Fin du texte saisi

source: Use an escape character to match an actual backslash "\"
fr: Utilise un echapement pour trouver une barre olique "\"

source: Any single character except the ones from the list
fr: Un caractere sauf ceux de la liste

source: Any single space character (space, tab, new line)
fr: Un caractere d'espace (espace, tab, nouvelle ligne)

source: Start of the input text
fr: Debut de saisie

source: Word boundary
fr: Mot

source: Any single alphanumeric character (including an underscore)
fr: N'importe quel caractere alphanumerique (avec l'underscore)

source: Failed to apply system settings.
fr: Impossible de poser les paramètres système.

source: (Try to start the program as administrator to apply these settings)
fr: (Essayer de démarrer le programme en mode Administrateur)

source: Real-time update of the preview can be dangerous and its use is not recommended! It will cause graphical updates to the GUI during preview for every processed file but will also respond to any user activity such as mouse clicks and keyboard button presses. Beware, any accidental actions generated during a preview as a result of user activity within the application will interfere with the preview process and can cause unpredictable behavior.
fr: L'aperçu en temp réel n'est pas préconisé ! Ceci mettra à jour les graphiques pour chaques fichiers mais aussi à chaque clique de souris ou intéraction avec le clavier. Attention, toutes les actions accidentelles générés lors d'un aperçu ont comme résultat une interférance avec le processus de prévisualisation et peut entraîner un comportement imprévisible.

# tform_about.caption
source: About
fr: À propos

source: Author:
fr: Auteur :

source: Email:
fr: Courriel :

source: Website:
fr: Site :

# TFORM_ADDRULE.BITBTN_ADD.CAPTION
source: Add Rule
fr: Ajout règle

# tform_addrule.bitbtn_close.caption
source: Close
fr: Fermer

# TFORM_ADDRULE.CAPTION
source: Add Rule
fr: Ajout règle

source: Apply Rules
fr: Appliquer règles

# tform_analyze.caption
source: Analyze
fr: Analiser

source: Apply rules for each line
fr: Appliquer règles pour chaque ligne

source: Automatically apply rules
fr: Application automatique des règles

source: Line wrap
fr: Retour à la ligne

source: Enter text that you wish to analyze:
fr: Saisir le texte à analyser :

source: Text after applying rules:
fr: Résultat :

# TFORM_BROWSE.BITBTN_CANCEL.CAPTION
source: Close
fr: Fermer

# tform_browse.bitbtn_ok.caption
source: Add Folders
fr: Ajout répertoires

source: Browse
fr: Chercher

source: Show hidden folders
fr: Montrer répertoires cachés

source: Show system folders
fr: Montrer répertoires système

source: Select folders that you want to add:
fr: Sélection du répertoire à ajouter :

source: Collapse All
fr: Minimiser tout

source: Explore selected folder
fr: Explorer répertoire sélectionné

# TFORM_BROWSE.MENUITEM_GOTOFOLDER.CAPTION
source: Go To Folder
fr: Aller au répertoire

source: Refresh Tree
fr: Rafraîchir l'arbre

# tform_browse.sb_gotofolder.caption
source: Go To
fr: Aller à

# tform_browse.speedbutton_filtersettings.caption
source: Filter Settings
fr: Paramètres filtre

# tform_filtersettings.bitbtn_cancel.caption
source: Cancel
fr: Annuler

# tform_filtersettings.bitbtn_save.caption
source: Save
fr: Enregistrer

# TFORM_FILTERSETTINGS.CAPTION
source: Filter Settings
fr: Paramètres filtre

source: Apply only to the file name, instead of full path.
fr: Appliquer que sur le nom et non le chemin.

source: Add files within folders
fr: Ajouter les fichiers du répertoire

source: Add folders as files
fr: Ajouter le répertoire comme fichier

source: Include hidden items
fr: Inclure les éléments cachés

source: Include subfolders
fr: Inclure les sous-répertoires

source: Include system items
fr: Inclure les éléments système

# tform_filtersettings.checkbox_saveasdefault.caption
source: Save as default for future sessions
fr: Sauver comme par défaut pour les sessions futures.

source: Skip root folders when added as files
fr: Sauter le répertoire racine si ajout comme fichier

source: Default behavior for adding folders:
fr: Comportement lors d'un ajout de répertoire :

source: Masks:
fr: Masques :

source: Exclude:
fr: Exclure :

source: Include:
fr: Inclure :

# tform_filtersettings.label_masksnote.caption
source: Note: separate multiple masks with ";" (semicolons).
fr: Note : séparer les masques avec ";" (point virgule).

# TFORM_FOLDERWARNING.BB_CANCEL.CAPTION
source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Warning: Renaming Folders
fr: Attention : Renommage de répertoire

source: Never show this warning
fr: Ne plus montrer ce message

source: Renaming a folder also affects all of its content. A problem can occur if you try to rename folders and their content in a single run. Items in the renaming list are processed from top to bottom. The order of items in this case is extremely important for successful renaming.
fr: Renommer un dossier affecte également l'ensemble de son contenu. Un problème peut survenir si vous essayez de renommer des dossiers et leur contenu en un seul passage. Les articles dans la liste sont traités de haut en bas. L'ordre des éléments dans ce cas est extrêmement important pour le renommage.

source: Parent folders must always appear below their contained items. This can be easily achieved by sorting items in descending order by the Folder or Path column.
fr: Les dossiers parent doivent toujours figurer en dessous de leur contenus. Ceci peut être facilement fqit par le tri des éléments dans l'ordre décroissant par la colonne Dossier ou Chemin.

# TFORM_MAIN.ACTION_ABOUT.CAPTION
source: About
fr: À propos

source: Add Files
fr: Ajout fichier

# TFORM_MAIN.ACTION_ADDFOLDERS.CAPTION
source: Add Folders
fr: Ajout répertoires

source: Analyze sample text
fr: Analyser le texte d'exemple

source: Apply rules to the clipboard
fr: Appliquer règles pour le bloc-notes

source: Autosize columns
fr: Taille auto des colonnes

source: Count marked and selected files
fr: Compter fichiers marqués et sélectionnés

source: Export as batch renaming file (full paths)
fr: Exporter comme un fichier batch (chemmin en entier)

source: Export as batch renaming file (only names)
fr: Exporter comme un fichier batch (seulement les noms)

source: Export file paths and new names
fr: Exporter chemins et nouveaux noms

source: Export file paths and undo paths
fr: Exporter chemins et les défaires

source: Export new names to clipboard
fr: Exporter nouveau nom dans bloc-notes

source: Export paths to clipboard
fr: Exporter chemins dans presse-papier

# TFORM_MAIN.ACTION_FILTERS.CAPTION
source: Filters
fr: Filtres

source: Fix conflicting new names
fr: Corriger les noms en conflit

source: Import file paths and new names
fr: Importer chemins et nouveaux noms

source: Import files from text-list or play-list
fr: Importer fichiers d'une liste ou playliste

source: Import new names from clipboard
fr: Importer nouveau nom du bloc-notes

source: Manage...
fr: Gérer...

source: New Project
fr: Nouveau projet

source: Paste Files
fr: Fichiers passés

# TFORM_MAIN.ACTION_PRESETSAVE.CAPTION
source: Save
fr: Enregistrer

source: Save As
fr: Enregistrer sous

# TFORM_MAIN.ACTION_PREVIEW.CAPTION
source: Preview
fr: Aperçu

# tform_main.action_register.caption
source: Register
fr: Enregistrer

# TFORM_MAIN.ACTION_RENAME.CAPTION
source: Rename
fr: Renommer

source: All Settings
fr: Tout les paramètrages

source: Sort by path for renaming folders
fr: Trier par chemin pour renommarge de répertoire

source: Undo Renaming
fr: Annuler renommage

source: Unregister
fr: Désenregistrer

source: Validate new names
fr: Valider les nouveaux noms

source: Rule
fr: Règle

source: Statement
fr: Status

# TFORM_MAIN.MENUITEM_ADDRULE.CAPTION
source: Add Rule
fr: Ajout règle

source: Analyze Name
fr: Analyser nom

source: Clear All
fr: Effacer tout

source: Clear Failed
fr: Effacer en erreur

source: Clear
fr: Effacer

source: Clear Invalid
fr: Effacer invalide

source: Clear Marked
fr: Effacer marqués

source: Clear Not Marked
fr: Effacer non marqués

source: Clear Renamed
fr: Effacer renommé

source: Clear Valid
fr: Effacer valide

source: Duplicate Rule
fr: Dupliquer règle

source: Edit New Name
fr: Éditer nouveau nom

# TFORM_MAIN.MENUITEM_EDITRULE.CAPTION
source: Edit Rule
fr: Modifier règle

source: Exit
fr: Sortie

source: File
fr: Fichier

# tform_main.menuitem_help.caption
source: Help
fr: Aide

source: Invert Marking
fr: Inverser marquage

source: Invert Selection
fr: Inverser sélection

# TFORM_MAIN.MENUITEM_MARK.CAPTION
source: Mark
fr: Marquer

# TFORM_MAIN.MENUITEM_MARKBYMASK.CAPTION
source: Mark by Mask
fr: Marquer par masque

# tform_main.menuitem_marking.caption
source: Mark
fr: Marquer

source: Mark Only Changed (Exc. Case)
fr: Marquer les changés (Sans case)

source: Mark Only Changed (Inc. Case)
fr: Marquer les changés (Avec case)

source: Mark Only Selected
fr: Marquer que les sélectionnés

# TFORM_MAIN.MENUITEM_MOVEDOWN.CAPTION
source: Down
fr: En bas

# TFORM_MAIN.MENUITEM_MOVEUP.CAPTION
source: Up
fr: Haut

source: Move
fr: Déplacer

# tform_main.menuitem_presets.caption
source: Presets
fr: Présélections

source: Remove All Rules
fr: Enlever toute les règles

source: Remove Rule
fr: Enlever règle

source: Remove Selected
fr: Enlever sélectionnés

source: Move Down
fr: En bas

source: Move Up
fr: En haut

source: Mark All
fr: Marquer tout

# tform_main.menuitem_rulesselectall.caption
source: Select All
fr: Sélectionner tout

source: Unmark All
fr: Démarquer tout

# tform_main.menuitem_selectall.caption
source: Select All
fr: Sélectionner tout

# TFORM_MAIN.MENUITEM_SELECTBYEXTENSION.CAPTION
source: Select by Extension
fr: Sélection par extension

# TFORM_MAIN.MENUITEM_SELECTBYMASK.CAPTION
source: Select by Mask
fr: Sélectionner par masque

source: Select by Name Length
fr: Sélection par taille de nom

source: Select
fr: Sélectionner

# tform_main.menuitem_settings.caption
source: Settings
fr: Paramètres

# tform_main.menuitem_settingsgeneral.caption
source: General
fr: Général

# tform_main.menuitem_settingsmetatags.caption
source: Meta Tags
fr: Étiquettes

source: Miscellaneous
fr: Autres

# tform_main.menuitem_settingspreview.caption
source: Preview
fr: Aperçu

# TFORM_MAIN.MENUITEM_SETTINGSRENAME.CAPTION
source: Rename
fr: Renommer

source: Unmark
fr: Démarquer

source: Import...
fr: Importer...

source: Browse...
fr: Chercher...

source: Clear Not Changed
fr: Effacer non changé

source: Copy Files to Clipboard
fr: Copier fichiers dans Bloc-notes

source: Copyrights
fr: Droits

# tform_main.mi_createpresetslinks.caption
source: Create Links
fr: Créer liens

source: Cut Files to Clipboard
fr: Couper fichiers dans Bloc-notes

source: Delete Files to Recycle Bin
fr: Effacer fichier dans la Corbeille

source: Export all columns to clipboard
fr: Exporter toutes les colonnes vers bloc-notes

source: File Properties
fr: Propriétés fichier

# TFORM_MAIN.MI_FILESCOLUMNS_CANCELSORTING.CAPTION
source: Cancel Sorting
fr: Annuler le tri

source: Forum (online)
fr: Forum (en ligne)

source: Help (online)
fr: Aide (en ligne)

source: Version History
fr: Historique

# tform_main.mi_language.caption
source: Language
fr: Langue

source: Lite vs Pro (online)
fr: Lite / Pro (en ligne)

source: Load
fr: Lire

source: Open containing folder
fr: Ouvrir dossier contenant

source: Open File
fr: Ouvrir fichier

source: Open with Notepad
fr: Ouvrir avec Bloc-notes

source: Purchase (online)
fr: Acheter (en ligne)

source: Quick Guide
fr: Guide rapide

source: Rescan
fr: Scanner

source: Export to Clipboard
fr: Export vers bloc-notes

source: User Manual
fr: Guide d'utilisation

# TFORM_MAIN.PANEL_ADDRULESTEXT.CAPTION
source: Click here to add a rule
fr: Cliquer ici pour ajouter une règle

# TFORM_MAIN.PANEL_DRAGFILESTEXT.CAPTION
source: Drag your files here
fr: Déplacer vos fichiers ici

source: Add
fr: Ajout

# TFORM_MAIN.TOOLBUTTON_ANALYZE.CAPTION
source: Analyze
fr: Analiser

source: Columns
fr: Colonnes

source: Files
fr: Fichiers

# TFORM_MAIN.TOOLBUTTON_FILTERS.CAPTION
source: Filters
fr: Filtres

# tform_main.toolbutton_movedownrule.caption
source: Down
fr: En bas

# tform_main.toolbutton_moveuprule.caption
source: Up
fr: Haut

# TFORM_MAIN.TOOLBUTTON_REMOVERULE.CAPTION
source: Remove
fr: Enlever

source: State
fr: Status

source: Modified
fr: Modifié

source: Name Digits
fr: Chiffres nom

source: Path Digits
fr: Chiffres chemin

source: Name Length
fr: Taille nom

source: New Name Length
fr: Nouvelle taille

source: Exif Date
fr: Date Exif

source: Old Path
fr: Ancien chemin

# tform_main.vst_files.header.columns[18].text
source: Error
fr: Erreur

source: Path
fr: Chemin

source: Folder
fr: Répertoire

source: Name
fr: Nom

source: New Name
fr: Nouveau nom

source: New Path
fr: Nouveau chemin

source: Size
fr: Taille

source: Size KB
fr: Taille KB

source: Size MB
fr: Taille MB

source: Created
fr: Crée

# TFORM_METATAGS.BITBTN_CANCEL.CAPTION
source: Cancel
fr: Annuler

# TFORM_METATAGS.BITBTN_INSERT.CAPTION
source: Insert
fr: Insérer

# TFORM_METATAGS.CAPTION
source: Meta Tags
fr: Étiquettes

source: Note: Most of the tags can only work for files, not folders.
fr: Note : La plus part des étiquettes ne fonctionnent que pour les fichiers.

source: &Save
fr: Enregistrer

source: Save Preset
fr: Enregistrer présélection

source: Save Filter Settings with the preset?
fr: Enregistrer le filtre avec la présélection?

source: Overwrite existing preset:
fr: Écraser présélection :

source: Preset Name:
fr: Présélection :

# TFORM_PRESETSLINKS.BB_CREATELINKS.CAPTION
source: Create Links
fr: Créer liens

source: Presets Links
fr: Liens présélection

source: Please specify a folder where you want to place the links:
fr: Saisir un répertoire où mettre les liens :

source: Type of links:
fr: Type de liens :

# TFORM_PRESETSLINKS.RB_LOAD.CAPTION
source: Load with Preset
fr: Ouvrir avec une présélection

# TFORM_PRESETSLINKS.RB_RENAME.CAPTION
source: Rename with Preset
fr: Renommer avec présélection

source: Browse for Folder
fr: Rechercher un répertoire

source: Use "Send To" Folder
fr: Utiliser "Envoyer vers"

source: Presets Manager
fr: Gestionnaire présélection

# tform_presetsmanager.tb_append.hint
source: Append Preset
fr: Ajouter présélection

# tform_presetsmanager.tb_copy.hint
source: Duplicate Preset
fr: Dupliquer présélection

# tform_presetsmanager.tb_delete.hint
source: Delete Preset (Del)
fr: Effacer présélection (Del)

# tform_presetsmanager.tb_edit.hint
source: Manually Edit Preset (F4)
fr: Modifier manuellement présélection (F4)

# tform_presetsmanager.tb_load.hint
source: Load Preset (Enter)
fr: Charger présélection (Enter)

# tform_presetsmanager.tb_rename.hint
source: Rename Preset (F2)
fr: Renommer présélection (F2)

# TFORM_REGISTER.BB_CANCEL.CAPTION
source: Cancel
fr: Annuler

# TFORM_REGISTER.BB_REGISTER.CAPTION
source: Register
fr: Enregistrer

source: Registration
fr: Enregistrement

source: Please enter your registration code:
fr: Saisir votre code d'enregistrement :

# TFORM_SETTINGS.BITBTN_CANCEL.CAPTION
source: Cancel
fr: Annuler

# TFORM_SETTINGS.BITBTN_SAVE.CAPTION
source: Save
fr: Enregistrer

# TFORM_SETTINGS.CAPTION
source: Settings
fr: Paramètres

source: Folders also have extensions, process them as such
fr: Les répertoires ont aussi des extensions, procéder en conséquence.

source: Highlight changed file names
fr: Mettez en surbrillance les noms de fichiers modifiés

source: Always show non-main forms centered
fr: Montrer les formulaires non principaux centrés

source: Must be successfully confirmed by user
fr: Il faut que cela soit confirmé

source: Add to folders context menu
fr: Ajouter au menu contextuel des répertoires

source: Add to "Send To" context menu
fr: Ajouter au menu contextuel "Envoyer vers"

source: Stay on top of other windows
fr: Toujours devant

source: Auto preview when new files are added
fr: Aperçu lors d'ajout de fichiers

source: Auto preview on change of rules configurations
fr: Aperçu auto lors du changement de règles

source: Auto size table on change
fr: Changer la taille de la table lors de changement

source: Clear files table on rename
fr: Effacer la liste des fichiers après renommage

source: Clear renamed files on rename
fr: Effacer les fichiers renommer après un renommage

source: Clear rules list on rename
fr: Effacer la liste des règles après renommage

source: Close program after successful rename
fr: Fermer le programme après un renommage

source: Display message on successful rename
fr: Montrer un message lors d'un renommage

source: Fix conflicting new names on preview
fr: Réparer les conflits lors de l'aperçu

source: MetaTag support
fr: Support étiquettes

source: Overwrite files with New Names
fr: Écraser fichiers avec les nouveaux noms

source: Real-time update of the preview
fr: Affichage en temps réel de l'aperçu

source: Register preset extension (*.rnp)
fr: Enregistrer l'extension des préréglages (*.rnp)

source: Remember last position and size (main window only)
fr: Se souvenir de la dernière positon et taille (fenêtre principale)

source: Save rules configuration on exit, load on startup
fr: Enregister les règles à la sortie, lire au lancement

source: Remember sorting options (files table)
fr: Se souvenir des options de tri (table fichier)

source: Use natural order sorting algorithm (2-3 times slower)
fr: Utiliser l'ordre de tri naturel (2-3 fois plus lent)

source: Validate new filenames on preview
fr: Valider les nouveau noms sur l'aperçu

source: Date Format:
fr: Format date :

source: Preview:
fr: Apreçu :

source: Example: file1, file2 ... file9, file10, file11, and so on.
fr: Example : fichier, fichier2 ... fichier11, et ainsi de suite.

source: Note: disabling any of these options will increase performance when processing large amount of files.
fr: Note : la désactivation de ces options améliore le traitement de grande quantité de fichiers.

source: Change text of "Click here to add a rule":
fr: Changer le texte pour "Cliquer ici pour ajouter une règle" :

source: Change text of "Drag your files here":
fr: Changer le texte pour "Déposer vos fichiers ici" :

source: Note: formats will be saved only if validated successfully.
fr: Note : les formats sont enregistrés qu'après la validation.

source: Configure Filter Settings
fr: Configurer les filtres

# TFORM_SETTINGS.SPEEDBUTTON_METATAGFORMATSINFO.CAPTION
source: Help
fr: Aide

# TFORM_SETTINGS.SPEEDBUTTON_METATAGFORMATSINFO.HINT
source: Online Help (F1)
fr: Aude en ligne (F1)

source: Note: Disabling MetaTag support will increase performance when processing large amount of files.
fr: Note : la désactivation de cette option améliore le traitement de grande quantité de fichiers.

source: Warning: Overwritten files will be deleted permanently.
fr: Attention : l'écrasement des fichiers est permanent.

# TFORM_SETTINGS.TABSHEET_GENERAL.CAPTION
source: General
fr: Général

# TFORM_SETTINGS.TABSHEET_METATAGS.CAPTION
source: Meta Tags
fr: Étiquettes

source: Misc.
fr: Autre

# TFORM_SETTINGS.TABSHEET_PREVIEW.CAPTION
source: Preview
fr: Aperçu

# TFORM_SETTINGS.TABSHEET_RENAME.CAPTION
source: Rename
fr: Renommer

source: Accept
fr: Accepter

source: Lite vs Pro
fr: Lite / Pro

source: Purchase
fr: Acheter

source: Enter registration code
fr: Saisir la licence

source: Terms of Use
fr: Condition d'utilisation

source: Please be aware of the terms of use of this application:
fr: Conditions d'utilisation de cette application :

source: For commercial use you must obtain a commercial license by going to the website. If you already hold a license please enter your registration code. Thank you for playing fair.
fr: Pour une utilisation commerciale, vous devez avoir une licence en allant sur le site. Si vous en avez déjà une, veuillez la saisir. Merci de jouer le jeux.

# TFORM_TERMSOFUSE.LABEL_NONCOMMERCIAL.CAPTION
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
fr: Cette application peut être utilisée et distribuée uniquement pour des fins non commerciales.

source: Please also consider purchasing a "Pro" version to support the future development of this application.
fr: S'il vous plaît envisager également l'achat d'une version "Pro" de soutenir le développement futur de cette application.

source: Extension always lower case
fr: Extension toujours en petit

source: Extension always upper case
fr: Extension toujours en grand

source: Force case for fragments:
fr: Forcer la case des fragments :

# tframe_rulecase.checkbox_caseskipextension.caption
source: Skip extension
fr: Sauter extension

source: Case change:
fr: Changement de case :

source: Hint: fragments separated with comma will be put in the same case as they are typed in this text box, for example: CD,DVD,DJ
fr: Astuce : les mots séparés par une virgule auront la même case, par exemple : CD,DVD,DJ
