Repository: 314pi/PortableUtilities
Catalog: PortableApps/ReNamerPortable/App/ReNamer/Languages/ReNamer.*.po
Languages: fr

# myrulesex.s_rules_replace
source: Replace
fr: Remplacer

source: Replace expression
fr: Expression de remplacement

source: Replace with spaces
fr: Remplacer avec des espaces

source: replacing current name
fr: remplacer le nom actuel

source: reset index every
fr: réinitialiser index tous les

source: reset index if folder changes
fr: réini. index si le répertoire change

source: Right side
fr: Côté droit

source: right-to-left
fr: De droite à gauche

source: Set names of
fr: Poser les noms de

# urulesex.s_rules_skipextension
source: Skip extension
fr: Sauter extension

source: skip extension
fr: Sauter extension

source: skip versions
fr: sauter versions

source: Split by
fr: Découper par

source: step
fr: pas

# myrulesex.s_rules_strip
source: Strip
fr: Couper

source: Strip out contents of brackets
fr: Enlever contenus des parenthèses

source: Suffix names of
fr: Suffixe des noms de

# myrulesex.s_rules_trailing
source: trailing
fr: fin

source: Transliterate
fr: Translitération

source: try unique
fr: essayer unique

source: until Count reaches
fr: jusqu'au Compteur

source: until Delimiter
fr: jusqu'au Délimiteur

source: until the End
fr: jusqu'à la Fin

source: using wildcards
fr: en utilisant des jokers

# urulesex.s_rules_wholewordsonly
source: Whole words only
fr: Mot entier seulement

source: whole words
fr: mots entier

source: with
fr: avec

source: Selected folder does not exist! %s
fr: Ce répertoire n'existe pas ! %s

source: Meta tags are currently disabled. Do you want to enable them?
fr: Le support des étiquettes est éteint! Voulez vous l’allumer?

source: Would you like to open a Quick Guide?
fr: Voulez-vous ouvrir un manuel rapide ?

source: Folders: %d scanned, %d selected.
fr: Répertoires : %d scanné, %d sélectionné.

# mystrings.msg_browsegotofoldercaption
source: Go To Folder
fr: Aller au répertoire

source: Enter a full path to the folder that you want to go to:
fr: Saisir le chemin complet où vous voulez aller :

source: Operation of Copying and Cutting Files will place selected files into the Clipboard for later usage. Note: All files will be pasted into the same directory no matter where they were initially located! Are you sure you want to proceed?
fr: Le copier coller des fichiers place les fichiers sélectionnés dans le bloc-notes pour un usage ultérieur. Note : Tous les fichiers seront passés dans le même répertoire peut importe où ils étaient à l’origine! Voulez vous continuer?

source: INVALID FORMAT
fr: FORMAT NON VALIDE

source: File already exists! Overwrite it?
fr: Le fichier existe déjà! Le remplacer?

source: Total: %d Marked: %d Selected: %d
fr: Total : %d Marqué : %d Sélectionné : %d

source: Do you want to fix conflicting new names for %s files? This operation may take several minutes...
fr: Il y a %s fichier(s) dans la table, voulez vous fixer le conflit des noms nouveaux? Ceci peut prendre plusieurs minutes...

source: Go To Line
fr: Aller à la ligne

source: Enter the line number:
fr: Saisir le numéro de ligne :

source: Hint: You can check the details by enabling the "Error" column.
fr: Aide : vous pouvez vérifier les détails avec la colonne "Erreur".

source: You are launching ReNamer for the first time.
fr: Vous lancez ReNamer pour la première fois.

source: %d new filename(s) out of %d in the list were changed!
fr: %d nouveaux noms sur %d sont changés !

source: Nothing to rename!
fr: Il n’y a rien à renommer !

source: Original Path: %s New Path: %s New Name is already taken by another file, delete that file permanently?
fr: Chemin original : %s Nouveau : %s Le nouveau nom est déjà pris par un fichier, effacer ce fichier définitivement?

source: Compiled successfully!
fr: Compilation réussie !

source: No Saved Scripts were found!
fr: Des nouveaux scripts sont trouvés !

# mystrings.msg_pascalscriptsaveinvalid
source: Incorrect Name!
fr: Nom incorrect !

source: Enter a name for a script:
fr: Saisir un nom pour le script :

source: Save Script
fr: Enregistrer script

source: Delete "%s" preset?
fr: Effacer la présélection "%s" ?

source: You are about to edit Preset file(s) manualy! If you are not sure in what you're doing - press Cancel. Proceed with this action?
fr: Vous vous apprêté à modifier la présélection manuellement! Si vous n’êtes pas sur – appuyer sur Annuler. Continuer?

source: Could not copy the "%s" preset!
fr: Impossible de copier la présélection "%s" !

source: Could not delete the "%s" preset!
fr: Impossible d’effacer la présélection "%s" !

source: Could not rename the "%s" preset!
fr: Impossible de renommer la présélection "%s" !

source: New Name:
fr: Nouveau nom :

source: Rename Preset
fr: Renommer présélection

source: Preview process has been terminated due to a critical error: %s
fr: L’aperçu s’est terminé à cause d’une erreur : %s

source: %d file(s) failed to rename!
fr: Impossible de renommer %d fichier(s) !

source: All New Names are empty! Hint: Configure the Rules and click Preview button.
fr: Tout les nouveaux noms sont vides! Astuce : Configurer les règles puis cliquer sur Aperçu.

source: %d file(s) successfully renamed.
fr: %d fichier(s) renommés.

source: Use this rule to change the case of the filename.
fr: Utiliser cette règle pour changer la case du nom.

source: Use this rule to clean up the filename.
fr: Utiliser cette règle pour nettoyer le nom.

source: Use this rule to delete text from the filename.
fr: Utiliser cette règle pour effacer un texte du nom.

source: Use this rule to change extension of the file.
fr: Utiliser cette règle pour changer l’extension du fichier.

source: Use this rule to insert text into the filename.
fr: Utiliser cette règle pour insérer un texte dans le nom.

source: Use this rule to add or remove padding in number sequences.
fr: Régle pour enlever/ajouter le remplissage des séquences numériques.

source: Use this rule to script a user defined manipulations with filename.
fr: Utiliser cette règle pour faire un script de manipulation du nom.

source: Use this rule to separate parts of the filename and rearrange them in a new pattern.
fr: Utiliser cette règle pour séparer des partie du nom et les réarranger.

source: Use this rule to change format of date/time values in the filename.
fr: Régle pour changer le format de date/heure dans les noms de fichiers.

source: Use this rule to replace text in the filename using regular expressions.
fr: Utiliser cette règle pour remplacer un texte avec une expression régulière.

source: Use this rule to remove text from the filename.
fr: Utiliser cette règle pour enlever un texte du nom.

source: Use this rule to replace text in the filename.
fr: Utiliser cette règle pour remplacer un texte dans le nom.

source: Use this rule to strip sets of characters from the filename.
fr: Utiliser cette règle pour enlever certains caractères du nom.

source: Use this rule to transliterate letters in the filename from one language into another.
fr: Utiliser cette règle pour une translitération d’une langue vers une autre.

source: Use this rule to assign names of files to the lines of text.
fr: Utiliser cette règle pour assigner un nom de fichier à la ligne de texte.

source: Please select a folder:
fr: Sélectionner un répertoire :

source: Are you sure you want to execute shell action on %d files?
fr: Vous vous apprêté à exécuter une action Shell Action sur %d fichier (s)?

source: Could not open the following file: %s Error: %s (%d).
fr: Impossible d’ouvrir le fichier : %s Erreur : %s (%d).

# mystrings.msg_translitsaveinvalid
source: Incorrect Name!
fr: Nom incorrect !

source: Enter a name for a translit:
fr: Saisir un nom pour la translitération :

source: Save Translit
fr: Enregistrer translitération

source: Are you sure you want to undo renaming operation for %d file(s)? Hint: You can check undo paths by enabling the "Old Path" column.
fr: Êtes vous sur de vouloir annuler le renommage pour %d fichier(s) ? Aide : Vous pouvez vérifier les chemins en activant la colonne "Ancien chemin".

source: Nothing to undo!
fr: Rien à annuler !

source: Undo operation results: %d out of %d file(s) restored successfully!
fr: Résultat de l’annulation : %d de %d fichiers restaurés!

source: Seems that ReNamer is currently running. Please close it, before continuing...
fr: ReNamer à l’aire de tourner. Veuillez le fermer avant de continuer...

source: %d of which have a duplicate in the list.
fr: %d desquels ont un double dans la liste.

source: %d of which exceed MAX_PATH limitation.
fr: %d desquels dépassent la limite de Windows MAX_PATH.

source: %d of which conflict with an existing file.
fr: %d desquels ont un conflit avec un chemin existant.

source: %d of which contain invalid characters.
fr: Attention, trouvé %d nom(s) non valide !

source: %d of which have a parent path changed earlier in the list.
fr: %d qui a un chemin parent changer précédement dans la liste.

source: Successfully validated!
fr: Validation réussie !

source: Do you want to validate %s files? This operation may take several minutes...
fr: Il y a %s fichier(s) dans la table, voulez vous les valider? Ceci peut prendre plusieurs minutes...

source: Validation has failed due to issues with %d file(s).
fr: La validation a échouée à cause d'erreurs avec %d fichier(s).

# mystrings.name_addrule
source: Add Rule
fr: Ajout règle

# mystrings.name_addrulestext
source: Click here to add a rule
fr: Cliquer ici pour ajouter une règle

source: Add to ReNamer
fr: Ajouter à ReNamer

source: Line = %d, Position = %d, Right = %d, Selection = %d
fr: Ligne = %d, Gauche = %d, Droite = %d, Sélectionné = %d

source: Browse Scripts...
fr: Rechercher scripts...

source: Browse Translits...
fr: Rechercher translitération...

# mystrings.name_cancelsorting
source: Cancel Sorting
fr: Annuler le tri

# mystrings.name_dragfilestext
source: Drag your files here
fr: Déplacer vos fichiers ici

# mystrings.name_editrule
source: Edit Rule
fr: Modifier règle

source: %s files
fr: %s fichiers

source: %s files (%s)
fr: %s fichiers (%s)

# mystrings.name_filters
source: Filters
fr: Filtres

# mystrings.name_loadwithpreset
source: Load with Preset
fr: Ouvrir avec une présélection

# mystrings.name_markbymaskcaption
source: Mark by Mask
fr: Marquer par masque

# mystrings.name_markbymaskprompt
source: Multiple masks can be separated by semicolons. For example: *.jpg;*.doc Masks:
fr: Les masques multiples peuvent être séparés par des points-virgules. Exemple: *.jpg;*.doc Masques :

source: Overwrite
fr: Écraser

# mystrings.name_rename
source: Rename
fr: Renommer

# mystrings.name_renamewithpreset
source: Rename with Preset
fr: Renommer avec présélection

source: Clean Up
fr: Nettoyer

# mystrings.name_rule_delete
source: Delete
fr: Effacer

# mystrings.name_rule_insert
source: Insert
fr: Insérer

source: Padding
fr: Remplissage

source: Rearrange
fr: Réarranger

source: Reformat Date
fr: Format de date

source: Regular Expressions
fr: RegEx

# mystrings.name_rule_remove
source: Remove
fr: Enlever

# mystrings.name_rule_replace
source: Replace
fr: Remplacer

source: Serialize
fr: Sérialiser

# mystrings.name_rule_strip
source: Strip
fr: Couper

source: Translit
fr: Translitération

source: User Input
fr: Entrée utilisateur

source: Save Rule
fr: Enregistrer règle

source: Save Script...
fr: Enregistrer script...

source: Save Translit...
fr: Enregistrer translitération...

# mystrings.name_selectbyextensioncaption
source: Select by Extension
fr: Sélection par extension

source: Multiple extensions can be separated by semicolons. For example: jpg;doc Extensions (without dots):
fr: Les masques multiples peuvent être séparés par des points-virgules. Exemple : jpg;doc Extensions (sans les points) :

source: Select by Filename Length
fr: Sélectionner par la longueur du nom

source: More than N characters:
fr: Plus que N caractères :

# mystrings.name_selectbymaskcaption
source: Select by Mask
fr: Sélectionner par masque

# mystrings.name_selectbymaskprompt
source: Multiple masks can be separated by semicolons. For example: *.jpg;*.doc Masks:
fr: Les masques multiples peuvent être séparés par des points-virgules. Exemple : *.jpg;*.doc Masques :

source: Undo
fr: Annuler

source: Undo %d file(s)
fr: Annuler %d fichier(s)

source: All files
fr: Tous les fichiers

source: Any file
fr: Tout fichier

source: Batch file
fr: Fichier batch

source: comma separated
fr: séparé par des virgules

source: Music
fr: Musique

source: Pictures
fr: Images

source: Play list
fr: Playlistes

# ustrings.sfilterspresets
source: Presets
fr: Présélections

source: tab separated
fr: séparé par des tabulations

source: Text files
fr: Fichiers texte

source: Text list
fr: Liste de texte
