Repository: 314pi/PortableUtilities
Catalog: PortableApps/ReNamerPortable/App/ReNamer/Languages/ReNamer.*.po
Languages: fr

source: all lower case
fr: tout en petit

source: ALL UPPER CASE
fr: TOUT EN GRAND

source: Capitalize Every Word
fr: Capitale Chaque Lettre

source: Capitalize AND Preserve
fr: Capitalier ET préserver

# TFRAME_RULECASE.RB_CASEFIRSTLETTERCAPITAL.CAPTION
source: First letter capital
fr: Première lettre en capitale

source: iNVERT cASE
fr: cASE iNVERSE

source: (none of the above)
fr: (rien de cela)

source: Insert a space in front of capitalized letters (e.g. CamelCase)
fr: Insérer un espace devant les lettres en capitale (ex. CamelCase)

source: Normalize unicode spaces by replacing them with a standard space
fr: Remplacer les espaces unicodes par des espaces standards.

source: Prepare for SharePoint (always inc. extension)
fr: Préparer pour SharePoint (toujours avec extension)

# TFRAME_RULECLEANUP.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: , (comma)
fr: , (virgule)

source: . (dot)
fr: . (point)

source: Fix spaces: only one space at a time, no spaces on sides of basename
fr: Réparer les espaces : un espace à la fois, non autour du nom

source: Skip number sequences, for example version 1.2.3.4
fr: Passer les nombres, ex version 1.2.3.4

source: Replace these characters with spaces:
fr: Remplacer ceci avec des espaces :

source: Strip out content of brackets:
fr: Effacer entre les parenthèses :

# tframe_ruledelete.checkbox_deletecurrentname.caption
source: Delete current name
fr: Effacer le nom actuel

# tframe_ruledelete.checkbox_deleterighttoleft.caption
source: Right-to-left
fr: De droite à gauche

# TFRAME_RULEDELETE.CHECKBOX_DELETESKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Do not remove delimiters
fr: Ne pas enlever le délimiteur

source: From:
fr: De :

source: Until:
fr: Jusqu'à :

# tframe_ruledelete.radiobutton_deletefromdelimiter.caption
source: Delimiter:
fr: Délimiteur :

source: Count:
fr: Décompte :

# TFRAME_RULEDELETE.RADIOBUTTON_DELETEUNTILDELIMITER.CAPTION
source: Delimiter:
fr: Délimiteur :

source: Till the end
fr: Jusqu'à la fin

source: Detect using "binary signature"
fr: Détecter avec "signature binaire"

source: Append to the original filename
fr: Ajouter au nom originel

source: New Extension (without dot):
fr: Nouvelle extension (sans le point) :

source: Note: Some files may have multiple extensions matching their data type, for example: doc/ppt/xls have the same signature. Unrecognised files will remain unchanged. If this option is used, the new extension field is ignored.
fr: Note : Des fichiers peuvent avoir plusieurs extensions pour le même type, par exemple : doc/ppt/xls ont la même signature. Les fichiers non reconnu resteront inchangés. Si cette option est utilisée, la nouvelle zone extension est ignorée.

# tframe_ruleinsert.bitbtn_insertmetatag.caption
source: Insert Meta Tag
fr: Insérer étiquettes

# tframe_ruleinsert.bitbtn_insertmetatag.hint
source: Insert Meta Tag (Ctrl+Ins)
fr: Insérer étiquettes (Ctrl+Ins)

# TFRAME_RULEINSERT.CHECKBOX_INSERTRIGHT.CAPTION
source: Right-to-left
fr: De droite à gauche

# TFRAME_RULEINSERT.CHECKBOX_INSERTSKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Insert:
fr: Insérer :

source: Where:
fr: Où :

source: After text:
fr: Après le texte :

source: Before text:
fr: Avant le texte :

# tframe_ruleinsert.radiobutton_insertprefix.caption
source: Prefix
fr: Préfix

# tframe_ruleinsert.radiobutton_insertsuffix.caption
source: Suffix
fr: Suffixe

# tframe_ruleinsert.radiobutton_replacecurrentname.caption
source: Replace current name
fr: Remplacer le nom actuel

source: Add padding to length:
fr: Ajout de zéro :

source: Add zero padding to length:
fr: Ajout de zéro :

# tframe_rulepadding.checkbox_removezeropadding.caption
source: Remove zero padding
fr: Enlever les zéros

# tframe_rulepadding.checkbox_skipextension.caption
source: Skip extension
fr: Sauter extension

source: Number sequences
fr: Nombres

source: Text padding
fr: Texte

source: Padding characters:
fr: Remplissage avec :

source: Left
fr: Gauche

source: Right
fr: Droite

source: Try to Compile
fr: Essayé de compiler

source: Try to Compile (Ctrl+T)
fr: Essayé de compiler (Ctrl+T)

# TFRAME_RULEPASCALSCRIPT.SB_GOTOLINE.CAPTION
source: Go To
fr: Aller à

source: Go To Line (Ctrl+G)
fr: Aller à la ligne (Ctrl+G)

# TFRAME_RULEPASCALSCRIPT.SB_HELP.CAPTION
source: Help
fr: Aide

# tframe_rulepascalscript.sb_help.hint
source: Online Help (F1)
fr: Aide (F1)

# tframe_rulerandomize.radiobutton_replacecurrentname.caption
source: Replace current name
fr: Remplacer le nom actuel

# TFRAME_RULEREARRANGE.CB_RIGHTTOLEFT.CAPTION
source: Right-to-left
fr: De droite à gauche

# TFRAME_RULEREARRANGE.CB_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Split using:
fr: Séparer avec :

source: New pattern:
fr: Nouveau modèle :

source: Hint: Use $1..$N to reference delimited parts in the new pattern, $-1..$-N to reference from the end, $0 for the original name.
fr: Astuce : Utiliser $1..$N pour référencer des parties du nouveau modèle, $-1..$-N pour référencer à partir de la fin, $0 pour le nom original.

source: Delimiters
fr: Délimiteurs

source: Exact pattern of delimiters
fr: Modèle exact des délimiteurs

# tframe_rulerearrange.sb_addseparator.hint
source: Separate multiple items
fr: Séparer plusieurs éléments

# TFRAME_RULEREARRANGE.SB_INSERTMETATAG.HINT
source: Insert Meta Tag (Ctrl+Ins)
fr: Insérer étiquettes (Ctrl+Ins)

# tframe_rulereformatdate.checkbox_skipextension.caption
source: Skip extension
fr: Sauter extension

source: Use custom long months:
fr: Mois longs personnalisés :

source: Use custom short months:
fr: Mois courts personnalisés :

source: Match as whole words only
fr: Mot entier seulement

source: Find date/time formats:
fr: Trouver formats de date/heures :

source: Convert to date/time format:
fr: Convertir en date/heure :

# tframe_rulereformatdate.menuitem_addseparator.caption
source: Separate multiple items
fr: Séparer plusieurs éléments

source: Date/time format reference (online)
fr: Formet de date/heure (en ligne)

source: Case-sensitive
fr: Attention à la case

# TFRAME_RULEREGEX.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Hint: Use $1..$9 to reference subexpressions.
fr: Astuce : utiliser $1..$9 pour référencer les sous-expressions.

# tframe_ruleregex.label5.caption
source: Replace:
fr: Remplacer :

source: Insert expression (Ctrl+Ins)
fr: Insérer expression (Ctrl+Ins)

# TFRAME_RULEREGEX.SPEEDBUTTON_HELP.CAPTION
source: Help
fr: Aide

# TFRAME_RULEREGEX.SPEEDBUTTON_HELP.HINT
source: Online Help (F1)
fr: Aide (F1)

# tframe_ruleremove.checkbox_casesensitive.caption
source: Case sensitive
fr: Attention à la case

# TFRAME_RULEREMOVE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Interpret symbols '?', '*', '[', ']' as wildcards?
fr: Interpréter les symboles '?', '*', '[', ']' comme génériques ?

# tframe_ruleremove.checkbox_wholewordsonly.caption
source: Whole words only
fr: Mots entier seulement

source: Remove:
fr: Enlever :

# tframe_ruleremove.radiobutton_removeall.caption
source: All
fr: Toutes

# tframe_ruleremove.radiobutton_removefirst.caption
source: First
fr: Première

# tframe_ruleremove.radiobutton_removelast.caption
source: Last
fr: Dernière

# TFRAME_RULEREMOVE.SPEEDBUTTON_REMOVEADDSEPARATOR.HINT
source: Separate multiple items
fr: Séparer plusieurs éléments

# TFRAME_RULEREPLACE.CHECKBOX_CASESENSITIVE.CAPTION
source: Case sensitive
fr: Attention à la case

# TFRAME_RULEREPLACE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Interpret '?', '*', '[', ']' as wildcards and '$n' as backreferences?
fr: Interpréter '?', '*', '[', ']' comme génériques et '$n' comme sous-références ?

# tframe_rulereplace.checkbox_wholewordsonly.caption
source: Whole words only
fr: Mots entier seulement

source: Find:
fr: Trouver :

# TFRAME_RULEREPLACE.LABEL_REPLACEWITH.CAPTION
source: Replace:
fr: Remplacer :

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACEALL.CAPTION
source: All
fr: Toutes

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACEFIRST.CAPTION
source: First
fr: Première

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACELAST.CAPTION
source: Last
fr: Dernière

# TFRAME_RULEREPLACE.SPEEDBUTTON_REPLACEADDSEPARATOR.HINT
source: Separate multiple items
fr: Séparer plusieurs éléments

# TFRAME_RULEREPLACE.SPEEDBUTTON_REPLACEWITHMETATAG.HINT
source: Insert Meta Tag (Ctrl+Ins)
fr: Insérer étiquettes (Ctrl+Ins)

source: Reset every:
fr: Réini. tous les :

source: Reset if folder changes
fr: Reset si le répertoire change

source: Pad with zeros to length:
fr: Ajouter des 0 jusqu'à la longueur :

# TFRAME_RULESERIALIZE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

# tframe_ruleserialize.gb_insertwhere.caption
source: Insert where:
fr: Où insérer :

source: Index starts:
fr: Début index :

source: Repeat:
fr: Recommencer :

source: Step:
fr: Pas :

# tframe_ruleserialize.radiobutton_replacecurrentname.caption
source: Replace current name
fr: Remplacer le nom actuel

# TFRAME_RULESERIALIZE.RADIOBUTTON_SERIALIZEPREFIX.CAPTION
source: Prefix
fr: Préfix

# TFRAME_RULESERIALIZE.RADIOBUTTON_SERIALIZESUFFIX.CAPTION
source: Suffix
fr: Suffixe

source: Strip all characters except selected
fr: Enlever tout les caractères sauf les sélectionnés

source: English:
fr: Anglais :

# tframe_rulestrip.checkbox_casesensitive.caption
source: Case sensitive
fr: Attention à la case

source: Brackets:
fr: Parenthèses :

# tframe_rulestrip.checkbox_stripdigits.caption
source: Digits:
fr: Chiffres :

# TFRAME_RULESTRIP.CHECKBOX_STRIPSKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Symbols:
fr: Symboles :

# tframe_rulestrip.checkbox_stripuserdefined.caption
source: User defined:
fr: Utilisateur :

# tframe_rulestrip.rb_whereeverywhere.caption
source: Everywhere
fr: Partout

# tframe_rulestrip.rb_whereleading.caption
source: Leading
fr: Préfix

# tframe_rulestrip.rb_wheretrailing.caption
source: Trailing
fr: Suffix

# TFRAME_RULETRANSLIT.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Direction:
fr: Sens :

source: Hint:
fr: Astuce :

source: Alphabet is a set of couples represented by letters and separated with an equal sign; they stand for translation of non-english characters to their english representation.
fr: L’alphabet est un groupe de couple qui est représenté par des lettres séparés par un égale; c’est la traduction des caractères non-anglais.

source: Backward
fr: En arrière

source: Forward
fr: En avant

# TFRAME_RULEUSERINPUT.CB_SKIPEXTENSION.CAPTION
source: Skip extension
fr: Sauter extension

source: Type your new filenames here (one per line):
fr: Saisir vos nouveaux noms ici (un par ligne) :

source: Load from Text File
fr: Lire à partir d’un fichier texte

source: Paste from Clipboard
fr: Coller à parti du bloc-notes

source: Insert after the current name
fr: Insérer après le nom

source: Insert in front of the current name
fr: Insérer devant le nom

source: Replace the current name
fr: Remplacer le nom actuel

source: Duration of an Audio file
fr: Duree du fichier audio

source: Duration of an Audio file in minutes
fr: Duree du fichier audio en minutes

source: Duration of an Audio file in seconds
fr: Duree du fichier audio en secondes

source: AVI Duration in H:M:S format
fr: Duree AVI en H:M:S

source: AVI Duration in Minutes
fr: Duree AVI en minutes

source: AVI Duration in Seconds
fr: Duree AVI en secondes

source: AVI Frames per Second
fr: AVI, fpss

source: AVI Height in Pixels
fr: Hauteur AVI en px

source: AVI Total amount of Frames
fr: AVI, total frames

source: AVI Video Codec
fr: Codec video AVI

source: AVI Width in Pixels
fr: Largeur AVI en px

source: AVI Dimensions in WxH format
fr: Dimension AVI en WxH

source: Binary File Information: Description
fr: Information fichier : Description

source: Binary File Signature: Extension
fr: Signature fichier : Extension

source: Current Date
fr: Date actuelle

source: Summary Information: Author
fr: Resume : Auteur

source: Summary Information: Number of Pages
fr: Resume : Nbr de pages

source: Summary Information: Subject
fr: Resume : Sujet

source: Summary Information: Title
fr: Resume : Titre

source: Email date sent in local time zone
fr: Date d'envoi courriel en heure locale

source: Email date sent in original time zone
fr: Date d'envoi courriel dans la zone originelle

source: Email date sent in UTC time zone
fr: Date d'envoi courriel dans la zone UTC

source: Email sender
fr: Expediteur courriel

source: Email subject
fr: Sujet courriel

source: EXIF Original Date
fr: EXIF, Date originale

source: EXIF Image Description
fr: EXIF, description image

source: EXIF Camera Make
fr: EXIF, marque appareil

source: EXIF Camera Model
fr: EXIF, modele appareil

source: Base name of the file
fr: Base du fichier

source: File created date
fr: Date de creation du fichier

source: File last modified date
fr: Date de modification du fichier

source: Short name in the 8.3 format
fr: Nom court en 8.3

source: Extension of the file
fr: Extension du fichier

source: Full name of the file
fr: Nom complet du fichier

source: Full path of the file
fr: Chemin du fichier

source: Name of the parent folder
fr: Nom du repertoire parent

source: Size of file in bytes
fr: Taille du fichier en octets

source: Size of file in KB
fr: Taille du fichier en Ko

source: Size of file in MB
fr: Taille du fichier en MO

source: FLAC Album Artist
fr: FLAC, interprète album

source: FLAC Artist
fr: FLAC, interprète

source: FLAC Disc Number
fr: FLAC, N° disque

source: FLAC Total Discs
fr: FLAC, total disques

source: FLAC Title
fr: FLAC, titre

source: FLAC Track Number
fr: FLAC, N° piste

source: FLAC Total Tracks
fr: FLAC, total pistes

source: FLAC Year
fr: FLAC, année

source: CRC32 Checksum of a file
fr: Somme CRC32

source: MD5 Hash of a file
fr: Valeur MD5

source: SHA1 Hash of a file
fr: Valeur SHA1

source: SHA256 Hash of a file
fr: Valeur SHA256

source: SHA512 Hash of a file
fr: Valeur SHA512

source: Title tag extracted from an HTML file
fr: Titre extrait d'un fichier HTML

source: Aspect Ratio of an image
fr: Ratio de l'image

source: Height of an image in pixels
fr: Hauteur image en px

source: Amount of pixels in the image
fr: Pixels dans l'image

source: Width of an image in pixels
fr: Largeur image en px

source: Width and Height of an image in pixels
fr: Largeur et hauteur de l'image en px

source: IPTC Image Caption
fr: IPTC, legende image

source: IPTC City
fr: IPTC, ville

source: IPTC Image Headline
fr: IPTC, titre image

source: IPTC Location Name
fr: IPTC, nom endroit

source: IPTC Object Name
fr: IPTC, nom objet

# mymetatags.s_metatag_mp3_albumartist
source: MP3 Album Artist
fr: MP3, interprète album

# mymetatags.s_metatag_mp3_artist
source: MP3 Artist
fr: MP3, interprète

source: MP3 Disc Number
fr: MP3, N° disque

source: MP3 Total Discs
fr: MP3, total disques

# mymetatags.s_metatag_mp3_title
source: MP3 Title
fr: MP3, titre

# mymetatags.s_metatag_mp3_trackno
source: MP3 Track Number
fr: MP3, N° piste

source: MP3 Total Tracks
fr: MP3, total pistes

# mymetatags.s_metatag_mp3_year
source: MP3 Year
fr: MP3, année

source: Outlook Message: Body Text
fr: Outlook Message : Corps du texte

source: Outlook Message: Sent date from email header in local time zone
fr: Outlook Message : Date d'envoi du courriel dans l'heure locale

source: Outlook Message: Sent date from email header in original time zone
fr: Outlook Message : Date d'envoi du courriel dans l'heure originelle

source: Outlook Message: Sent date from email header in UTC time zone
fr: Outlook Message : Date d'envoi du courriel dans l'heure UTC

source: Outlook Message: Sent date in local time zone
fr: Outlook Message : Date d'envoi dans l'heure locale

source: Outlook Message: Sent date in UTC time zone
fr: Outlook Message : Date d'envoi dans l'heure UTC

source: Outlook Message: Sender
fr: Outlook Message : Expéditeur

source: Outlook Message: Subject
fr: Outlook Message : Objet

source: TIFF Make
fr: TIFF, marque

source: TIFF Model
fr: TIFF, modele

source: Torrent: Announce URL
fr: Torrent : URL d'annonce

source: Torrent: Comment
fr: Torrent : Commentaire

source: Torrent: Number of files
fr: Torrent : Nombres de fichiers

source: Torrent: Creation date in local time zone
fr: Torrent : Date de création (zone locale)

source: Torrent: Creation date in UTC time zone
fr: Torrent : Date de création (zone UTC)

source: Torrent: Name
fr: Torrent : Nom

source: Torrent: Publisher
fr: Torrent : Éditeur

source: Torrent: Total size in bytes
fr: Torrent : Taille en octets

source: Torrent: Total size in GB
fr: Torrent : Taille en GO

source: Torrent: Total size in KB
fr: Torrent : Taille en KO

source: Torrent: Total size in MB
fr: Torrent : Taille en MO

source: Version Information: Comments
fr: Information de version : Commentaires

source: Version Information: Company
fr: Information de version : Compagnie

source: Version Information: Copyright
fr: Information de version : Droits

source: Version Information: Description
fr: Information de version : Description

source: Version Information: File Version
fr: Information de version : version fichier

source: Version Information: Product
fr: Information de version : Produit

source: Version Information: Product Version
fr: Information de version : version produit

source: WMA Album Artist
fr: WMA, interprète album

source: WMA Artist
fr: WMA, interprète

source: WMA Disc Number
fr: WMA, N° disque

source: WMA Total Discs
fr: WMA, total disques

source: WMA Title
fr: WMA, titre

source: WMA Track Number
fr: WMA, N° piste

source: WMA Total Tracks
fr: WMA, total pistes

source: WMA Year
fr: WMA, année

source: bytes
fr: octets

source: GB
fr: GO

source: KB
fr: KO

source: MB
fr: MO

source: TB
fr: TO

source: Pascal Script Compile
fr: Compilation Pascal Script

source: Pascal Script Execute
fr: Executer Pascal Script

source: Included file not found: %s
fr: Fichier non trouvé inclus : %s

source: Line
fr: Ligne

source: Unknown error (check units and libraries)
fr: Erreur inconnue (verifier les unites/bibliotheques)

source: Preset file not found:
fr: Fichier de présélection non trouvé :

# uregistration.s_cannot_create_license_dir
source: Not able to create a directory for a license file.
fr: Impossible de creer un repertoire pour la licence.

# uregistration.s_contact_email
source: Contact email
fr: Courriel

# uregistration.s_contact_name
source: Contact name
fr: Nom

source: Failed to delete file:
fr: Impossible d'éffacer le fichier :

source: Failed to load license data:
fr: Impossible de lire la licence :

source: Failed to save license data:
fr: Impossible d'enregistrer la licence :

# uregistration.s_issue_date
source: Issue date
fr: Date d'émission

# uregistration.s_license
source: License
fr: Licence

# uregistration.s_licensed_to
source: Licensed to
fr: Licence a

source: License has been blacklisted.
fr: Cette licence a été 'blacklistée'.

# uregistration.s_license_expiry
source: License expiry
fr: Expiration de la licence

# uregistration.s_license_has_expired
source: License has expired.
fr: La licence est expiree.

source: License is invalid!
fr: Licence non valide !

# uregistration.s_license_load_failed
source: Failed to load the license.
fr: Impossible d'inserer la licence.

source: You need to renew the license in order to activate the product.
fr: Vous devez renouveler la licence pour réactiver le produit.

# uregistration.s_license_remove_failed
source: Failed to remove the license.
fr: Impossible d'enlever la licence.

# uregistration.s_license_remove_ok
source: License has been removed.
fr: La licence a ete enlevee.

source: Your license is outside of the upgrade period.
fr: Votre licence est au dehors de la période de mise à jour.

# uregistration.s_number_of_computers
source: Number of computers
fr: Nbr d'ordinateur

# uregistration.s_registration_error
source: Registration code is invalid.
fr: Le code est incorrect.

source: Registration file not found.
fr: Fichier d'inscription non trouvé.

source: Failed to read registration file.
fr: Impossible de lire la licence.

# uregistration.s_registration_ok
source: Registration has been successful!
fr: Enregistrement reussi!

# uregistration.s_upgrade_expiry
source: Upgrade expiry
fr: Expiration de la MaJ

# myrenfiles.svalidationduplicated
source: Duplicate in the list
fr: Double dans la liste

# myrenfiles.svalidationexceeds
source: New path exceeds the length limit
fr: Le nouveau chemin est trop grand

# myrenfiles.svalidationexists
source: Destination file already exists
fr: Le fichier de destination existe déjà

# myrenfiles.svalidationinvalid
source: Contains invalid characters
fr: Contient des caractères non valides

source: Parent path changed earlier in the list
fr: Le chemin parent a changé

source: Add text padding to length %s with "%s" characters
fr: Ajout de texte jusqu'à %s avec le caractère "%s"

source: Add zero padding to length %s
fr: Ajout de zéro jusqu'à %s

source: after
fr: après

source: all
fr: Toutes

source: all characters except
fr: tous les caractères sauf

source: All lower case
fr: tout en petit

source: All upper case
fr: TOUT EN GRAND

source: and pad to length
fr: et le pad à la longueur

source: append
fr: Ajouter

source: Append new extension
fr: Ajouter la nouvelle extension

source: as Prefix
fr: comme préfix

source: as Suffix
fr: comme suffix

source: at Position
fr: à la position

source: before
fr: avant

source: Capitalize and preserve
fr: Capitaliser et préserver

source: Capitalize every word
fr: Capitale Chaque Lettre

source: case sensitive
fr: Attention à la case

source: Change extension to
fr: Changer l'extension en

source: characters
fr: caractères

source: Convert to %s from %s
fr: Convertir en %s à partir de %s

source: Custom long months
fr: Mois longs personnalisés

source: Custom short months
fr: Mois courts personnalisés

# myrulesex.s_rules_delete
source: Delete
fr: Effacer

# myrulesex.s_rules_delete_current_name
source: Delete current name
fr: Effacer le nom actuel

source: delimiters
fr: Délimiteurs

source: Detect using binary signature
fr: Détecter avec la signature numérique

source: everywhere
fr: partout

source: exact pattern of delimiters
fr: Modèle exact des délimiteurs

source: Extension lower case
fr: Extention en petit

source: Extension upper case
fr: Extention en grand

source: files
fr: Fichiers

source: file(s) to
fr: fichier(s) dans

source: file(s) with
fr: fichier(s) avec

source: first
fr: Première

# myrulesex.s_rules_first_letter_capital
source: First letter capital
fr: Premiere lettre en capitale

source: Fix spaces
fr: Corriger les espaces

source: Force case fragments
fr: Forcer la casse des fragments

source: from Delimiter
fr: du Délimiteur

source: from Position
fr: de la Position

# myrulesex.s_rules_insert
source: Insert
fr: Inserer

source: Insert space in front of capitals
fr: Insérer des expaces devant les capitales

source: Invert case
fr: cASE iNVERSE

source: last
fr: Dernière

# myrulesex.s_rules_leading
source: leading
fr: devant

source: leave delimiter
fr: laisser délimiteur

source: Left side
fr: Côté gauche

source: new names are not defined
fr: ouveau noms non définis

source: New pattern
fr: Nouveau modèle

source: Normalize spaces
fr: Normaliser les espaces

source: parts
fr: parties

source: Prefix names of
fr: Noms de préfixe

source: Prepare for SharePoint
fr: Préparé pour SharePoint

# myrulesex.s_rules_remove
source: Remove
fr: Enlever

# urulesex.s_rules_removezeropadding
source: Remove zero padding
fr: Enlever les zéros

source: Remove extension
fr: Enlever l'extension

source: repeat
fr: répéter
